<template>
  <div>
    <h1>利用規約</h1>
    <div>
      <p>
        本規約は、おしゃべりのたね(以下「当サイト」といいます。)が提供するすべてのサービス(以下「本サービス」といいます。)を利用される際に適用されます。ご利用にあたっては、本規約をお読みいただき、内容をご承諾の上でご利用ください。
      </p>

      <h2>第1条(規約の適用)</h2>
      <p>
        1
        本規約は、当サイトが本サービスを提供する上で、利用者が本サービスの提供を受けるにあたっての諸条件を定めたものです。
      </p>
      <p>
        2
        当サイトは、本サービスの提供に関して、本規約のほか、本サービスの利用に関する個別規約その他のガイドライン等を定めることがあります。この場合、当該個別規約その他のガイドライン等は、本規約の一部として利用者による本サービスの利用に優先して適用されるものとします。
      </p>
      <p>
        3
        利用者が本サービスを利用された場合、利用者が本規約に同意したものとみなします。
      </p>
      <p>
        4
        利用者が、未成年の場合、利用者は、本サービスの利用について、親権者等法定代理人の同意を得なければなりません。当サイトは、未成年者の利用者による本サービスの利用については、親権者等法定代理人の同意を得て行為されたものとみなします。
      </p>

      <h2>第2条(知的財産権及びコンテンツ)</h2>
      <p>
        本サービスを構成する全ての素材に関する著作権を含む知的財産権その他の一切の権利は、当サイト又は当該権利を有する第三者に帰属しています。利用者は、本サービスの全ての素材に関して、一切の権利を取得することはないものとし、権利者の許可なく、素材に関する権利を侵害する一切の行為をしてはならないものとします。本規約に基づく本サービスの利用の許諾は、本サービスに関する当サイト又は当該権利を有する第三者の権利の使用許諾を意味するものではありません。
      </p>

      <h2>第3条(サービスの内容の変更、追加、停止)</h2>
      <p>
        当サイトは、利用者に事前の通知をすることなく、本サービスの内容の全部又は一部を変更、追加又は停止する場合があり、利用者はこれをあらかじめ承諾するものとします。
      </p>

      <h2>第4条(禁止事項)</h2>
      <p>1 利用者は、次の行為を行うことはできません。</p>
      <p>(1) 本サービスの運営を妨げ、又はそのおそれのある行為</p>
      <p>(2) 他の利用者による本サービスの利用を妨害する行為</p>
      <p>(3) 本サービスにかかる著作権その他の権利を侵害する行為</p>
      <p>
        (4)
        当サイト、他の利用者又は第三者の権利又は利益(名誉権、プライバシー権及び著作権を含みますが、これらに限られません。)を侵害する行為
      </p>
      <p>
        (5) 公序良俗その他法令に違反する行為及びこれに違反する恐れのある行為
      </p>
      <p>(6) 本規約に違反する行為</p>
      <p>
        (7) 前各号の他、本サービスの趣旨に鑑みて当サイトが不適切と判断する行為
      </p>
      <p>
        2
        利用者が前項に定める行為を行ったと当サイトが判断した場合、当サイトは、利用者に事前に通知することなく、本サービスの全部又は一部の利用停止その他当サイトが必要かつ適切と判断する措置を講じることができます。本項の措置により利用者に生じる損害又は不利益について、当サイトは、一切の責任を負わないものとします。
      </p>

      <h2>第5条(反社会的勢力の排除)</h2>
      <p>利用者は、当サイトに対し、次の事項を確約します。</p>
      <p>
        (1)
        自らが、暴力団、暴力団関係企業、総会屋若しくはこれらに準ずる者又はその構成員(以下総称して「反社会的勢力」といいます。)ではないこと。
      </p>
      <p>
        (2)
        自らの役員(業務を執行する社員、取締役、執行役又はこれらに準ずる者をいいます。)が反社会的勢力ではないこと。
      </p>
      <p>
        (3) 反社会的勢力に自己の名義を利用させ、本契約を締結するものでないこと。
      </p>
      <p>(4) 自ら又は第三者を利用して、次の行為をしないこと。</p>
      <p>1 相手方に対する脅迫的な言動又は暴力を用いる行為</p>
      <p>2 法的な責任を超えた不当な要求行為</p>
      <p>3 偽計又は威力を用いて相手方の業務を妨害し、又は信用を毀損する行為</p>

      <h2>第6条(免責事項)</h2>
      <p>
        1
        天災地変、戦争、テロ行為、暴動、労働争議、伝染病、法令の制定改廃、政府機関の介入その他不可抗力により、本サービスの全部又は一部の停止、中断、遅延が発生した場合、当サイトは、利用者に生じた損害又は不利益について一切責任を負いません。
      </p>
      <p>
        2
        利用者は、通信回線やコンピュータの障害、システムメンテナンスその他の事由による本サービスの全部又は一部の停止、中断、遅延が起こり得ることを理解しているものとし、当サイトは、これらにより利用者に生じた損害又は不利益について一切責任を負いません。また、利用者の利用環境によって生じた損害又は不利益について、当サイトは一切責任を負いません。
      </p>
      <p>
        3
        当サイトは、以下の掲げる事項について、明示的にも黙示的にも保証しません。
      </p>
      <p>
        (1)
        本サービスの内容及び本サービスを通じて提供される情報の、有用性、完全性、正確性、最新性、信頼性、特定目的への適合性。
      </p>
      <p>
        (2) 本サービスで提供される情報が第三者の権利を侵害しないものであること。
      </p>
      <p>(3) 本サービスが将来にわたって存続し続けること</p>
      <p>
        4
        当サイトは、理由の如何を問わず、データ等の全部又は一部が滅失、毀損、又は改ざんされた場合に、これを復元する義務を負わないものとし、当該滅失、毀損、又は改ざんによりお客さま又は第三者に生じた損害等について一切の責任を負わないものとします。
      </p>
      <p>
        5
        当サイトは、本サービスに関する稼働状況、保守、機能修正、バグ等の補修、利用者の技術的サポート等について、一切の責任を負わないものとします。
      </p>
      <p>
        6
        当サイトは、本サービス及び提携先又は広告主等を含む第三者のウェブサイトからのダウンロードやコンピューター・ウイルス感染等により発生した損害について、賠償する義務を一切負わないものとします。
      </p>
      <p>
        7
        当サイトは、本サービスに関するシステム障害、通信障害、停電、火災、自然災害、戦争、内乱、暴動、労働争議等の発生により本サービスの正常な運営が不能となった場合であっても、それによって利用者に生じた損害について、一切の責任を負わないものとします。
      </p>
      <h2>第7条(秘密保持)</h2>
      <p>
        利用者は、本サービスの利用にあたり、当サイトより開示を受け、又は知り得た一切の情報について、第三者に開示又は漏えいしてはならず、本サービスの利用以外の目的に使用してはなりません。
      </p>

      <h2>第8条(第三者との紛争)</h2>
      <p>
        1
        本サービスに関連して利用者と第三者間で発生した紛争については、利用者は自らの費用と責任で解決するものとし、当サイトは一切の責任を負わないものとします。
      </p>
      <p>
        2
        前項に関し、当サイトが損害(弁護士費用を含みます。)を被った場合、利用者は当該損害を賠償するものとします。
      </p>

      <h2>第9条(権利義務の譲渡禁止)</h2>
      <p>
        利用者は、本規約に基づく契約上の地位及びこれにより生じる権利義務の全部または一部について、当サイトの書面による事前の承諾なく、第三者に対し、譲渡、移転、担保権の設定その他の処分をすることができません。
      </p>

      <h2>第10条(分離可能性)</h2>
      <p>
        本規約のいずれかの条項が利用者との本規約に基づく契約に適用される法令に違反し、無効とされる場合、当該条項は、その違反とされる限りにおいて、当該利用者との契約には適用されないものとします。この場合でも、本規約の他の条項の効力には影響しません。
      </p>

      <h2>第11条（本サービスの利用環境）</h2>
      <p>
        1
        利用者は、本サービスを利用するために必要な通信機器、ソフトウェア、その他これらに付随して必要となるすべての機器（以下｢設備等｣という。）を、自己の費用と責任において調達するものとします。また、自己の費用と責任で、任意の電気通信サービスを経由して本サービスに設備等を接続するものとします。
      </p>
      <p>
        2
        利用者は、本サービスを当サイトが定めた動作環境下で利用するものとします。当サイトの定めた動作環境以外の環境では、本サービスの全部又は一部が利用できない場合があります。<br />
        ただし、動作環境下のご利用でも、OSとブラウザの組み合わせ、ブラウザの設定状況や機種によっては表示、機能に不具合が生じ全部又は一部が利用できない場合があります。
      </p>
      <p>
        3
        プラグインソフトなどのダウンロードについては、利用者の責任と費用負担で実施するものとし、当サイトは一切責任を負わないものとします。
      </p>
      <p>
        4
        当サイトが定めた動作環境下の利用であっても、利用者が保有するソフトウェア及びアプリケーション、機器の種類等の影響により、本サービスが誤作動・作動不良が発生した場合については、当サイトは一切責任を負わないものとします。
      </p>
    </div>
  </div>
</template>

<script>
export default {
  name: "Service",
};
</script>
<style lang="scss" scoped></style>
